Repository: eurolinux-enterprise-linux-sources/system-config-language
Catalog: src/po/*.po
Languages: bn_in, he, hi, ml, or, sk, ta

source: <i>Will continue in %d seconds...</i>
bn_in: <i>%d সেকেন্ড পরে এগিয়ে যাওয়া হবে...</i>
he: <i>עומד להמשיך בעוד %d שניות</i>
hi: <i>%d सेकेंड में जारी होगा...</i>
ml: <i>%d സെക്കന്‍ഡുകളില്‍ തുടരുന്നു...</i>
or: <i>%d ସେକଣ୍ଡରେ ଅଗ୍ରସର ହେବ...</i>
sk: <i>Pokračovanie za %d sekúnd...</i>
ta: <i>%d விநாடிகளில் தொடரும்...</i>

source: Note:
bn_in: নোট:
he: הערה:
hi: टिप्पणीः
ml: കുറിപ്പു്:
or: ଟିପ୍ପଣୀ:
sk: Pozn:
ta: குறிப்பு:

source: Connecting Yum database, please wait for a bit ...
bn_in: Yum ডাটাবেসের সাথে সংযোগ স্থাপন করা হচ্ছে, অনুগ্রহ করে কিছু সময় অপেক্ষা করুন ...
he: מתחבר למסד הנתונים של Yum, אנא המתן מעט...
hi: Yum डेटाबेस से जुड़ रहा है, कृपया थोड़ी देर प्रतीक्षा करें ...
ml: യം ഡേറ്റാബെയിസുമായി കണക്ട് ചെയ്യുന്നു, ദയവായി അല്‍പ നേരം കാത്തിരിക്കുക ...
or: Yum ତଥ୍ୟାଧାର ସହିତ ସଂଯୁକ୍ତ ହେଉଅଛି, ଦୟାକରି କିଛି ସମୟ ଅପେକ୍ଷା କରନ୍ତୁ ...
sk: Pripájanie k databáze Yum, prosím čakajte...
ta: Yum தரவுத்தளத்தை இணைக்கிறது, கொஞ்ச நேரம் காத்திருக்கவும் ...

source: Resolving dependencies for updates
bn_in: আপডেটের জন্য নির্ভরতা মীমাংসা করা হচ্ছে
he: בודק תלויות לעדכונים
hi: अद्यतन के लिये निर्भरता हल कर रहा है
ml: പരിഷ്കരണങ്ങള്‍ക്കായി ഡിപന്‍ഡന്‍സികള്‍ പരിഹരിക്കുന്നു
or: ଅଦ୍ୟତନଗୁଡ଼ିକ ପାଇଁ ନିର୍ଭୋରକଗୁଡ଼ିକୁ ସମାଧାନ କରୁଅଛି
sk: Riešia sa závislosti pre aktualizácie
ta: மேம்படுத்தல்களுக்ககு சார்புகளை தீர்க்கிறது

source: Error downloading headers
bn_in: হেডার ডাউনলোড করতে ত্রুটি
he: שגיאה בהורדת הheaders
hi: शीर्षिका डाउनलोड में त्रुटि
ml: ഹെഡറുകള്‍ ഡൌണ്‍ലോട് ചെയ്യുന്നതില്‍ പിശക്
or: ଶୀର୍ଷକଗୁଡ଼ିକୁ ଆହରଣ କରିବାରେ ତ୍ରୁଟି
sk: Chyba pri sťahovaní hlavičiek
ta: தலைப்புகளை பதிவிறக்குவதில் பிழை

source: Errors were encountered while downloading package headers.
bn_in: প্যাকেজের হেডার ডাউনলোড করার সময় ত্রুটি উৎপন্ন হয়েছে।
hi: संकुल शीर्षिका के डाउनलोड के दौरान त्रुटि आई थी.
ml: പാക്കേജ് ഹെഡറുകള്‍ ഡൌണ്‍ലോട് ചെയ്യുമ്പോള്‍ പിശകകുള്‍ നേരിട്ടിരിക്കുന്നു.
or: ପ୍ୟାକେଜ ଶୀର୍ଷକଗୁଡ଼ିକୁ ଆହରଣ କରିବା ସମୟରେ ତ୍ରୁଟିଗୁଡ଼ିକର ସମ୍ମୁଖିନ ହୋଇଥିଲା।
sk: Nastala chyba pri sťahovaní hlavičkových súborov balíčkov.
ta: தொகுப்பு தலைப்புகளை பதிவிறக்குகையில் பிழைகள் வருகின்றன.

source: Error resolving dependencies
bn_in: নির্ভরতা মীমাংসা করতে ত্রুটি
he: שגיאה בטיפול בתלויות
hi: निर्भरता हल करने में त्रुटि
ml: ഡിപന്‍ഡന്‍സികള്‍ പരിഹരിക്കുന്നതില്‍ പിശക്
or: ନିର୍ଭୋରକଗୁଡ଼ିକୁ ସମାଧାନ କରିବା ସମୟରେ ତ୍ରୁଟି
sk: Chyba pri riešení závislostí
ta: சார்புகளை தீர்க்கும் போது பிழை

source: Unable to resolve dependencies for some packages selected for installation.
bn_in: ইনস্টলেশনের জন্য নির্বাচিত কয়েকটি প্যাকেজের জন্য নির্ভরতা মীমাংসা করতে ব্যর্থ।
hi: संस्थापन के लिये चयनित कुछ संकुल की निर्भरता के हल में असमर्थ.
ml: ഇന്‍സ്റ്റലേഷനു വേണ്ടി തെരഞ്ഞെടുത്തിരിക്കുന്ന ചില പാക്കേജുകള്‍ക്കുള്ള ഡിപന്‍ഡന്‍സികള്‍ പരിഹരിക്കുവാന്‍ സാധ്യമല്ല.
or: ସ୍ଥାପନ ପାଇଁ ବଚ୍ଛିତ କିଛି ପ୍ୟାକେଜଗୁଡ଼ିକ ପାଇଁ ନିର୍ଭୋରକଗୁଡ଼ିକୁ ସମାଧାନ କରିବାରେ ଅସମର୍ଥ।
sk: Nepodarilo sa vyriešiť závislosti pre niektoré z balíčkov vybraných pre inštaláciu.
ta: நிறுவலுக்கு தேர்ந்தெடுக்கப்பட்ட சில தொகுப்புகளின் சார்புகளை தீர்க்க முடியவில்லை.

source: Continue
bn_in: এগিয়ে চলুন
he: המשך
hi: जारी रखें
ml: തുടരുക
or: ଅଗ୍ରସର ହୁଅନ୍ତୁ
sk: Pokračovať
ta: தொடர்க

source: Dependencies added
bn_in: নির্ভরতা যোগ করা হয়েছে
he: תלויות הוספו
hi: निर्भरता जोड़ी गई
ml: ഡിപന്‍ഡന്‍സികള്‍ ചേര്‍ത്തിരിക്കുന്നു
or: ନିର୍ଭୋରକଗୁଡ଼ିକୁ ଯୋଗକରାଯାଇଛି
sk: Pridané závislosti
ta: சார்புகள் சேர்க்கப்பட்டன

source: Updating these packages requires additional package changes for proper operation.
bn_in: সঠিক কর্ম সঞ্চালনার জন্য, এই প্যাকেজগুলি আপডেট করা হলে অতিরিক্ত কিছু প্যাকেজে পরিবর্তন করা আবশ্যক।
hi: विधिवत ऑपरेशन के लिये अतिरिक्त संकुल बदलाव इन संकुल के अद्यतन के लिये जरूरी है.
ml: ഈ പാക്കേജുകള്‍ പരിഷ്കരിക്കുന്നതിനായി ശരിയായ പ്രക്രിയ നടക്കുന്നതിനു് അധികമായ പാക്കേജുകളില്‍ മാറ്റങ്ങള്‍ ആവശ്യമുണ്ടു്.
or: ଏହି ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରି ସଠିକ ପ୍ରୟୋଗ ପାଇଁ ଅତିରିକ୍ତ ପ୍ୟାକେଜ ପରିବର୍ତ୍ତନ ଆବଶ୍ୟକ।
sk: Aktualizácia týchto balíčkov vyžaduje pre správnu funkciu pridanie ďalších balíčkov.
ta: சரியான செயல்பாட்டிற்கு இந்த தொகுப்புகள் மேம்படுத்த கூடுதல் தொகுப்பு மாற்றங்கள் தேவைப்படுகிறது.

source: Adding for dependencies:
bn_in: নির্ভরতার জন্য যোগ করা হচ্ছে:
he: מתקין תלויות:
hi: निर्भरता के लिये जोड़ा जा रहा है:
ml: ഡിപന്‍ഡന്‍സികള്‍ക്കായി ചേര്‍ക്കുന്നു:
or: ନିର୍ଭୋରକମାନଙ୍କ ପାଇଁ ଯୋଗକରୁଅଛି:
sk: Pridané kvôli závislostiam:
ta: சார்புகள்க்கு சேர்க்கிறது:

source: Removing for dependencies:
bn_in: নির্ভরতার জন্য মীমাংসা করা হচ্ছে:
he: מסיר עבור תלויות:
hi: निर्भरता के लिये हटा रहा है:
ml: ഡിപന്‍ഡന്‍സികള്‍ക്കായി നീക്കം ചെയ്യുന്നു:
or: ନିର୍ଭୋରକମାନଙ୍କ ପାଇଁ କାଢ଼ୁଅଛି:
sk: Odstránené kvôli závislostiam:
ta: சார்புகளுக்கு நீக்குகிறது:

source: Updating for dependencies:
bn_in: নির্ভরতার জন্য আপডেট করা হচ্ছে:
he: מעדכן עבור תלויות:
hi: निर्भरता के लिये अद्यतन कर रहा है:
ml: ഡിപന്‍ഡന്‍സികള്‍ക്കായി പരിഷ്കരിക്കുന്നു:
or: ନିର୍ଭୋରକମାନଙ୍କ ପାଇଁ ଅଦ୍ୟତନ କରୁଅଛି:
sk: Aktualizované kvôli závislostiam:
ta: சார்புகளுக்கு மேம்படுத்துகிறது:

source: Downloading %s
bn_in: %s ডাউনলোড করা হচ্ছে
he: מוריד %s
hi: %s डाउनलोड कर रहा है
ml: %s ഡൌണ്‍ലോട് ചെയ്യുന്നു
or: %s କୁ ଆହରଣ କରୁଅଛି
sk: Sťahuje sa %s
ta: %sஐ பதிவிறக்குகிறது

source: Error downloading packages
bn_in: প্যাকেজ ডাউনলোড করতে ত্রুটি
he: שגיאה בהורדת החבילות
hi: संकुल डाउनलोड करने में त्रुटि
ml: പാക്കേജുകള്‍ ഡൌണ്‍ലോട് ചെയ്യുന്നതില്‍ പിശക്
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଆହରଣ କରିବା ସମୟରେ ତ୍ରୁଟି
sk: Chyba pri sťahovaní balíčkov
ta: தொகுப்புகள் பதிவிறக்க பிழை

source: Downloading packages
bn_in: প্যাকেজ ডাউনলোড করা হচ্ছে
he: מוריד חבילות
hi: संकुल डाउनलोड कर रहा है
ml: പാക്കേജുകള്‍ ഡൌണ്‍ലോട് ചെയ്യുന്നു
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଆହରଣ କରୁଅଛି
sk: Sťahujú sa balíčky
ta: தொகுப்புகளை பதிவிறக்குகிறது

source: Unable to find a suitable mirror.
bn_in: উপযুক্ত মিরর সন্ধান করতে ব্যর্থ।
hi: उपयुक्त मिरर ढूँढ़ने में असमर्थ.
ml: അനുയോജ്യമായ ഒരു മിറര്‍ കണ്ടുപിടിക്കുവാന്‍ സാധ്യമായില്ല.
or: ଉପଯୁକ୍ତ ପ୍ରତିବିମ୍ବ ପାଇବାରେ ଅସମର୍ଥ।
sk: Nepodarilo sa nájsť vhodné zrkadlo.
ta: ஒரு சரியான பிரதிபலிப்பை காண முடியவில்லை.

source: Errors were encountered while downloading packages.
bn_in: প্যাকেজ ডাউনলোড করার সময় ত্রুটি উৎপন্ন হয়েছে।
hi: त्रुटि का सामना हुआ था जब संकुल डाउनलोड किया जा रहा था.
ml: പാക്കേജുകള്‍ ഡൌണ്‍ലോട് ചെയ്യുമ്പോള്‍ പിശകുകള്‍ നേരിട്ടിരിക്കുന്നു.
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଆହରଣ କରିବା ସମୟରେ ତ୍ରୁଟି ପରିଲକ୍ଷିତ ହୋଇଥିଲା।
sk: Nastala chyba pri sťahovaní balíčkov.
ta: தொகுப்புகள் பதிவிறக்கும் போது பிழைகள்

source: Import key?
bn_in: কি ইম্পোর্ট করা হবে কি?
he: לייבא מפתח?
hi: कुंजी आयात करना है?
ml: കീ ഇംപോര്‍ട്ട് ചെയ്യണമോ?
or: କି ଆମଦାନୀ କରିବେ କି?
sk: Importovať kľúč?
ta: விசையை இறக்கவா?

source: The package %s is signed with a key %s (0x%s) from %s. Would you like to import this key?
bn_in: %s প্যাকেজটি %s কি (0x%s) দ্বারা স্বাক্ষরিত হয়েছে। এই কি %s দ্বারা উপলব্ধ করা হয়। আপনি কি এই কি ইম্পোর্ট করতে ইচ্ছুক?
hi: संकुल %s को इस कुंजी %s (0x%s) के साथ %s से हस्ताक्षरित किया गया था. क्या आप इस कुंजी को आयात करना चाहेंगे?
ml: പാക്കേജ് %s %s (0x%s) കീ ഉപയോഗിച്ചു് ഒപ്പിട്ടിരിക്കുന്നു. %s-ല്‍ നിന്നും ലഭിച്ച ഈ കീ നിങ്ങള്‍ക്കു് ഇംപോര്‍ട്ട് ചെയ്യണമോ?
or: ପ୍ୟାକେଜ %s ଟି କି %s (0x%s) ସହିତ ହସ୍ତକୃତ %s ରୁ। ଆପଣ ଏହି କି କୁ ଆମଦାନୀ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sk: Balíček %s je podpísaný kľúčom %s (0x%s) z %s. Chcete importovať tento kľúč?
ta: இந்த தொகுப்பு %s ஒரு விசை %s (0x%s)ஐ %sஇலிருந்து கையொப்பமிடுகிறது. இந்த விசையை இறக்க வேண்டுமா?

source: _Import key
bn_in: কি ইম্পোর্ট করুন (_I)
he: _ייבא מפתח
hi: आयात कुंजी (_I)
ml: കീ _ഇംപോര്‍ട്ട് ചെയ്യുക
or: କି ଆମଦାନୀ କରନ୍ତୁ (_I)
sk: _Importovať kľúč
ta: விசையை இறக்கு (_I)

source: Verifying packages
bn_in: প্যাকেজ পরীক্ষা করা হচ্ছে
he: מוודא חבילות
hi: संकुल जांच रहा है
ml: പാക്കേജുകള്‍ ഉറപ്പാക്കുന്നു
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଯାଞ୍ଚକରୁଅଛି
sk: Kontrolujú sa balíčky
ta: தொகுப்புகள் சரிபார்க்கிறது

source: Unable to verify %s
bn_in: %s পরীক্ষা করতে ব্যর্থ
he: לא ניתן לאמת את %s
hi: %s जांचने में असमर्थ
ml: %s ഉറപ്പാക്കുവാന്‍ സാധ്യമായില്ല
or: %s କୁ ଯାଞ୍ଚ କରିବାରେ ଅସମର୍ଥ
sk: Nepodarilo sa skontrolovať %s
ta: %sஐ சரி பார்க்க முடியவில்லை

source: _Close
bn_in: বন্ধ করুন (_C)
he: _סגור
hi: बंद करें (_C)
ml: _അടയ്ക്കുക
or: ବନ୍ଦ କରନ୍ତୁ (_C)
sk: _Zavrieť
ta: மூடு (_C)

source: Malicious software can damage your computer or cause other harm. Are you sure you wish to install this package?
bn_in: অনিষ্টকারী সফ্টওয়্যারের উপস্থিতির ফলে কম্পিউটারের ক্ষতি অথবা অন্য বিপদ হওয়ার সম্ভাবনা রয়েছে। আপনি কি নিশ্চিতরূপে এই প্যাকেজ ইনস্টল করতে ইচ্ছুক?
hi: दुर्भावना पूर्ण सॉफ्टवेयर आपके कंप्यूटर को क्षति पहुंचा सकता है या अन्य क्षति पहुंचा सकता है. क्या आप इस संकुल के संस्थापन की इच्छा रखते हैं?
ml: തകരാറുള്ള സോഫ്റ്റ്‌വെയര്‍ നിങ്ങളുടെ കംപ്യൂട്ടറിനു് തകരാറുണ്ടാക്കുന്നു. നിങ്ങള്‍ക്കീ പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്യണമെന്നുറപ്പാണോ?
or: ତ୍ରୁଟିଯୁକ୍ତ ସଫ୍ଟୱେର ଆପଣଙ୍କର କମ୍ପୁଟରକୁ ନଷ୍ଟ କରିପାରେ ଅଥବା ସେମାନଙ୍କୁ କ୍ଷତି କରିପାରେ। ଏହି ପ୍ୟାକେଜକୁ ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
sk: Škodlivý softvér môže poškodiť váš počítač alebo spôsobiť inú škodu. Naozaj chcete nainštalovať tento balíček?
ta: முறையற்ற மென்பொருள் உங்கள் கணினிக்கு சேதம் விளைவிக்கும். இந்த தொகுப்பை நிறுவ வேண்டுமா?

source: _Cancel
bn_in: বাতিল (_C)
he: _ביטול
hi: रद्द करें (_C)
ml: _റദ്ധാക്കുക
or: ବାତିଲ କରନ୍ତୁ (_C)
sk: _Zrušiť
ta: ரத்து (_C)

source: _Install anyway
bn_in: তথাপি ইনস্টল করা হবে (_I)
he: _התקן בכל זאת
hi: किसी तरह संस्थापित करें (_I)
ml: എങ്ങനെയെങ്കിലും _ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
or: ଯେକୌଣସି ପ୍ରକାରେ ସ୍ଥାପନ କରନ୍ତୁ (_I)
sk: _Inštalovať aj napriek tomu
ta: எப்படியேனும் நிறுவவும் (_I)

source: Error updating software
bn_in: সফ্টওয়্যার আপডেট করতে সমস্যা
he: שגיאה בעדכון התוכנה
hi: सॉफ्टवेयर अद्यतन में त्रुटि
ml: സോഫ്റ്റ്‌വെയര്‍ പരിഷ്കരിക്കുന്നതില്‍ പിശക്
or: ସଫ୍ଟୱେର ଅଦ୍ୟତନ କରିବାରେ ତ୍ରୁଟି
sk: Chyba pri aktualizácii softvéru
ta: மென்பொருளை மேம்படுத்தும் போது பிழை

source: There were errors encountered in trying to update the software you selected
bn_in: আপনার নির্বাচিত সফ্টওয়্যার আপডেট করার প্রচেষ্টাকালে কিছু সমস্যা দেখা দিয়েছে
hi: आपके द्वारा चयनित सॉफ्टवेयर के अद्यतन की कोशिश में समस्या हुई.
ml: നിങ്ങള്‍ തെരഞ്ഞെടുത്ത സോഫ്റ്റ്‌വെയര്‍ പരിഷ്കരിക്കുവാന്‍ ശ്രമിക്കുന്നതില്‍ പിശകുകള്‍ നേരിട്ടിരിക്കുന്നു
or: ଆପଣ ବାଛିଥିବା ସଫ୍ଟୱେରକୁ ଅଦ୍ୟତନ କରିବାକୁ ଚେଷ୍ଟା କରିବା ସମୟରେ ତ୍ରୁଟି
sk: Nastala chyba pri pokuse o aktualizáciu softvéru, ktorý ste vybrali
ta: நீங்கள் தேர்ந்தெடுத்த மென்பொருளை மேம்படுத்த முயற்சிக்கும்போது பிழைகள் ஏற்பட்டுள்ளன

source: Updating software
bn_in: সফ্টওয়্যার আপডেট করা হচ্ছে
he: מעדכן תוכנה
hi: सॉफ्टवेयर अद्यतन कर रहा है
ml: സോഫ്റ്റ്‌വെയര്‍ പരിഷ്കരിക്കുന്നു
or: ସଫ୍ଟୱେର ଅଦ୍ୟତନ କରୁଅଛି
sk: Aktualizuje sa softvér
ta: மென்பொருளை மேம்படுத்துகிறது

source: Preparing transaction
bn_in: ট্রানস্যাকশনের প্রস্তুতি নেওয়া হচ্ছে
he: מתכונן להתקנה
hi: विनिमय के लिये तैयार कर रहा है
ml: ഇടപാടിനായി തയ്യാറാകുന്നൂ
or: କାରବାର ପ୍ରସ୍ତୁତ କରୁଅଛି
sk: Pripravuje sa transakcia
ta: பரிமாற்றத்திற்கு தயாராகிறது

source: Updating %s
bn_in: %s আপডেট করা হচ্ছে
he: מעדכן %s
hi: %s अद्यतन कर रहा है
ml: %s പരിഷ്കരിക്കുന്നു
or: %s କୁ ଅଦ୍ୟତନ କରୁଅଛି
sk: Aktualizuje sa %s
ta: %sஐ மேம்படுத்துகிறது

source: Cleanup %s
bn_in: %s পরিশ্রুত করা হচ্ছে
he: מנקה %s
hi: क्लीनअप %s
ml: %s വെടിപ്പാക്കുക
or: %s କୁ ସଫା କରୁଅଛି
sk: Čistí sa %s
ta: %sஐ துடை

source: Cannot find locale-list
bn_in: locale তালিকা খুঁজে পাওয়া যায়নি
hi: लोकेल सूची नहीं पा सकता है
ml: ലൊക്കേല്‍-ലിസ്റ്റ് ലഭ്യമാകുന്നില്ല
or: ଲୋକେଲ-ତାଲିକାକୁ ଖୋଜି ପାରିଲା ନାହିଁ
sk: Nepodarilo sa nájsť locale-list
ta: மொழிக்குறியீடு-பட்டியலை காணவில்லை

source: Language
bn_in: ভাষা
he: שפה
hi: भाषा
ml: ഭാഷ
or: ଭାଷା
sk: Jazyk
ta: மொழி

source: Language Selection
bn_in: ভাষা নির্বাচন
he: בחירת שפה
hi: भाषा चयन
ml: ഭാഷ തെരഞ്ഞെടുപ്പ്
or: ଭାଷାର ଚୟନ
sk: Výber jazyka
ta: மொழித் தேர்வு

source: Change the default system language
bn_in: সিস্টেমে ব্যবহৃত ডিফল্ট ভাষা পরিবর্তন করুন
he: שנה את שפת ברירת המחדל של המערכת
hi: तयशुदा सिस्टम भाषा बदलें
ml: കംപ്യൂട്ടര്‍ നിശ്ചയിച്ചിട്ടുളള ഭാഷ മാറ്റുക
or: ତନ୍ତ୍ରର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷାକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
sk: Zmeniť predvolený systémový jazyk
ta: கணினியின் முன்னிருப்பு மொழியை மாற்றவும்

source: Please select the default language for the system.
bn_in: অনুগ্রহ করে সিস্টেমের ডিফল্ট ভাষা নির্বাচন করুন।
he: אנא בחר את שפת ברירת המחדל למערכת.
hi: कृपया सिस्टम के लिए तयशुदा भाषा चुनें.
ml: കംപ്യൂട്ടര്‍ നിശ്ചയിച്ചിട്ടുളള ഭാഷ തെര‍ഞ്ഞെടുക്കുക.
or: ଦୟାକରି ତନ୍ତ୍ର ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷାର ଚୟନ କରନ୍ତୁ।
sk: Prosím vyberte predvolený jazyk pre systém.
ta: இந்த கணினிக்கான மொழியைத் தேர்வு செய்யவும்.

source: Already system in default language, Nothing to do.
bn_in: সিস্টেম বর্তমানে ডিফল্ট ভাষায় ব্যবহৃত হচ্ছে, কিছু করা হবে না।
he: אתה נמצא כבר בשפת ברירת המחדל של המערכת, אין מה לעשות.
hi: कृपया सिस्टम के लिए तयशुदा भाषा चुनें. करने को कुछ नहीं.
ml: നിലവില്‍ കംപ്യൂട്ടര്‍ നിശ്ചയിച്ചിട്ടുളള ഭാഷയിലാണു്, ഇനി ഒന്നും ചെയ്യുവാനില്ല.
or: ତନ୍ତ୍ରଟି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷାରେ ଅଛି, କିଛି କରିବାକୁ ନାହିଁ।
sk: Systém už používa predvolený jazyk. Nie je čo vykonať.
ta: ஏற்கனவே கணினி முன்னிருப்பு மொழியில் உள்ளது, ஒன்றும் செய்ய வேண்டாம்.

source: Do you really want to change system language to default [en_US]?
bn_in: আপনি কি নিশ্চিতরূপে সিস্টেমের ভাষা রূপে ডিফল্ট ভাষাটি [en_US] ধার্য করতে ইচ্ছুক?
he: האם אתה בטוח שברצונך לשנות את שפת המערכת לברירת המחדל [en_US]?
hi: क्या आप वाकई अपनी तंत्र भाषा [en_US] में तयशुदा सेट करना चाहते हैं?
ml: നിങ്ങള്‍ക്കു് സിസ്റ്റം നിശ്ചയിച്ചിട്ടുള്ള ഭാഷ മാറ്റി സ്വതവേയുള്ള [en_US] ആക്കണമോ?
or: ଆପଣ ପ୍ରକୃତରେ ଆପଣଙ୍କର ତନ୍ତ୍ର ଭାବଷାକୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷା [en_US]ରେ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sk: Naozaj chcete zmeniť systémový jazyk na predvolený [en_US]?
ta: கணினி மொழியை முன்னிருப்பு [en_US]க்கு மாற்ற வேண்டுமா?

source: No
bn_in: না
he: לא
hi: नहीं
ml: വേണ്ട
or: ନାଁ
sk: Nie
ta: இல்லை

source: Yes
bn_in: হ্যাঁ
he: כן
hi: हाँ
ml: ഉവ്വു്
or: ହଁ
sk: Áno
ta: ஆம்

source: system-config-language is a graphical user interface that allows the user to change the default language of the system.
bn_in: system-config-language একটি গ্রাফিক্যাল ইউজার ইন্টারফেস। এর সাহায্যে ব্যবহারকারী তাঁর সিস্টেমে ব্যবহৃত ডিফল্ট ভাষা পরিবর্তন করতে সক্ষম হবেন।
he: system-config-language הוא ממשק גרפי שמאפשר למשתמש לשנות את שפת ברירת המחדל של המערכת.
hi: system-config-language एक आलेखी उपयोक्ता अंतरफलक है जो कि उपयोक्ता को तंत्र की तयशुदा भाषा में बदलने की छूट देता है.
ml: സിസ്റ്റം നിശ്ചയിച്ചിട്ടുള്ള ഭാഷ മാറ്റുന്നതിനായി ഉപയോക്താവിനെ അനുവദിക്കുന്ന ഒരു ഗ്രാഫിക്കല്‍ യൂസര്‍ ഇന്റര്‍ഫെയിസാണു് system-config-language.
or: system-config-language ଟି ଗୋଟିଏ ଆଲେଖୀକ ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ ଯାହାକି ଚାଳକଙ୍କୁ ତନ୍ତ୍ରର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷାକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ।
sk: system-config-language je grafické používateľské rozhranie, ktoré umožňuje používateľovi zmeniť predvolený systémový jazyk.
ta: system-config-language என்பது கணினியின் முன்னிருப்பு மொழியை மாற்ற உதவும் வரைகலை முகப்பாகும்.

source: The Network or the Repos of Yum has some problems, do you want to continue? 'Yes' will change the language but not install it. 'No' will exit without changing the language.
bn_in: নেটওয়ার্ক অথবা Yum সংগ্রহস্থলের (repo) কিছু সমস্যা উপস্থিত রয়েছে, আপনি কি এগিয়ে যেতে ইচ্ছুক? 'হ্যাঁ (Yes)' নির্বাচন করা হলে ভাষা পরিবর্তন করা হবে কিন্তু সেটি ইনস্টল করা হবে না। 'না (No)' নির্বাচিত হলে ভাষা পরিবর্তন না করে প্রস্থান করা হবে।
he: יש בעיות ברשת או המאגרים של Yum, האם אתה רוצה להמשיך? לחץ 'כן' כדי לשנות את השפה אבל לא להתקין אותה. לחץ 'לא' כדי לצאת מהיישום בלי לשנות את השפה.
hi: Yum संजाल या रेपोज में कुछ समस्या है, क्या आप जारी रखना चाहते हैं? 'हाँ' भाषा बदल देगा लेकिन इसे संस्थापित नहीं करेगा. 'नहीं' निकल जाएगा बिना भाषा बदले.
ml: നെറ്റ്‌വര്‍ക്ക് അല്ലെങ്കില്‍ യംമിന്റെ റിപ്പോകളില്‍ ചില പ്രശ്നങ്ങളുണ്ടു്, നിങ്ങള്‍ക്കു് തുടരണമോ? 'ഉവ്വു്' ഭാഷ മാറ്റുന്നു, പക്ഷേ അതു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയില്ല. 'വേണ്ട' ഭാഷ മാറ്റാതെ പുറത്തു് കടക്കുന്നു.
or: Yum ର ନେଟୱର୍କ ଅଥବା ସଂଗ୍ରହାଳୟରେ କିଛି ସମସ୍ୟା ଅଛି, ଆପଣ ଅଗ୍ରସର ହେବାକୁ ଚାହୁଁଛନ୍ତି କି? 'Yes' ଭାଷାକୁ ପରିବର୍ତ୍ତନ କରିଦେବ କିନ୍ତୁ ତାହାକୁ ସ୍ଥାପନ କରିବା ନାହିଁ। 'No' ବିନା ପରିବର୍ତ୍ତନରେ ପ୍ରସ୍ଥାନ କରିବ।
sk: Sieť alebo repozitáre Yum majú problém, naozaj chcete pokračovať? 'Áno' zmení jazyk, ale nenainštaluje ho. 'Nie' ukončí program bez zmeny jazyka.
ta: இந்த பிணையம் அல்லது Repoகள் Yumஇல் சில சிக்கல்களை கொண்டுள்ளது, தொடர வேண்டுமா? 'ஆம்' எனில் மொழியை மாற்றும் ஆனால் நிறுவாது. 'இல்லை' எனில் மொழியை மாற்றாமல் வெளியேறும்.

source: language support is not installed, do you want to install it?
bn_in: ভাষা সমর্থন ব্যবস্থা বর্তমানে ইনস্টল করা হয়নি, এটি কি ইনস্টল করতে আপনি ইচ্ছুক?
he: תמיכה בשפה לא מותקנת, אתה רוצה להתקין אותה?
hi: भाषा समर्थन संस्थापित नहीं है, क्या आप इसे संस्थापित करना चाहते हैं?
ml: ഭാഷയ്ക്കുള്ള പിന്തുണ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടില്ല, നിങ്ങള്‍ക്കതു് ഇന്‍സ്റ്റോള്‍ ചെയ്യണമോ?
or: ଭାଷା ସମର୍ଥନକୁ ସ୍ତାପନ କରାହୋଇନାହିଁ, ଆପଣ ଏହାକୁ ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sk: podpora pre jazyk nie je nainštalovaná, chcete ju nainštalovať?
ta: மொழி சேவைகள் நிறுவப்படவில்லை, அதனை நிறுவ வேண்டுமா?

source: The changes will take effect the next time you log in.
bn_in: পরবর্তি লগ-ইনের সময় পরিবর্তনগুলি প্রয়োগ করা হবে।
he: השינויים יוחלו בפעם הבאה שתתחבר.
hi: अगली बार जब आप लॉगिन करेंगे तब परिवर्तन प्रभावी होगा.
ml: വരുത്തിയ മാറ്റങ്ങള്‍ അടുത്ത തവണ പ്രവേശിക്കുമ്പോള്‍ ലഭ്യമാകുന്നു.
or: ଆପଣ ପୂନର୍ବାର ଲଗଇନ୍ କଲେ ଏହି ପରିବର୍ତ୍ତନ କାର୍ଯ୍ଯକାରୀ ହେବ।
sk: Zmeny sa prejavia po ďalšom prihlásení.
ta: அடுத்த முறை கணினிக்குள் புகுபதிவு செய்யும் போது மாற்றத்தை காணலாம்.

source: System _Defaults
bn_in: সিস্টেমের ডিফল্ট মান (_D)
he: ברירת מחדל
hi: तंत्र तयशुदा (_D)
ml: സിസ്റ്റത്തില്‍ _സഹജമായവ
or: ତନ୍ତ୍ର ପୂର୍ବନିର୍ଦ୍ଧାରିତଗୁଡ଼ିକ (_D)
sk: Pre_dvolené v systéme
ta: கணினி முன்னிருப்புகள் (_D)

source: Select the language for the system.
bn_in: সিস্টেমের ডিফল্ট ভাষা নির্বাচন করুন
he: בחר את השפה עבור המערכת
hi: कृपया सिस्टम के लिए भाषा चुनें.
ml: കംപ്യൂട്ടറിന് വേണ്ടി ഭാഷ തെരഞ്ഞെടുക്കുക.
or: ଏହି ତନ୍ତ୍ର ପାଇଁ ଭାଷାର ଚୟନ କରନ୍ତୁ।
sk: Vybrať jazyk pre systém.
ta: கணினியின் மொழியை தேர்வு செய்யவும்.

source: Installing Confirm
bn_in: ইনস্টলেশনপর নিশ্চিতি
he: אישור התקנה
hi: संस्थापन संपुष्टि
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതു് ഉറപ്പാക്കിയിരിക്കുന്നു
or: ସ୍ଥାପନକ୍ରିୟା ନିଶ୍ଚୟ ସରିଛି
sk: Potvrdenie inštalácie
ta: நிறுவுதல் உறுதிப்படுத்து

source: Usage: system-config-language [--text]
bn_in: ব্যবহারপ্রণালী: system-config-language [--text]
hi: प्रयोग: system-config-language [--text]
ml: ഉപയോഗിക്കേണ്ട വിധം: system-config-language [--text]
or: ବ୍ଯବହାର ବିଧି: system-config-language [--text]
sk: Použitie: system-config-language [--text]
ta: பயன்பாடு: system-config-language [--text]

source: Starting graphical mode failed. Starting text mode instead.
bn_in: গ্রাফিকাল মোড আরম্ভ করতে ব্যর্থ। পরিবর্তে টেক্সট মোড আরম্ভ করা হচ্ছে।
hi: आलेखीय मोड का आरंभन विफल. पाठ मोड बदले में आरंभ कर रहा है.
ml: ഗ്രാഫിക്കല്‍ മോഡിലുളള തുടക്കം പരാജയപ്പെട്ടു. പകരം ടെക്സ്റ്റ് മോഡില്‍ ആരംഭിക്കുന്നു.
or: ଆଲେଖୀକ ଧାରାକୁ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ। ଏହା ପରିବର୍ତ୍ତେ ପାଠ୍ଯ ଧାରାକୁ ପ୍ରାରମ୍ଭ କରୁଅଛି।
sk: Spustenie grafického režimu zlyhalo. Spúšťa sa textový režim.
ta: வரைகலை முறையை துவக்க முடியவில்லை. அதற்குப் பதிலாக உரை முறையில் துவக்கவும்.

source: No header - huh?
bn_in: কোনো হেডার নেই - সে কি?
hi: कोई शीर्षिका नहीं - huh?
ml: ഹെഡര്‍ ലഭ്യമല്ലേ?
or: କୌଣସି ଶୀର୍ଷକ ନାହିଁ - ହା?
sk: Žiadna hlavička - huh?
ta: தலைப்பு இல்லையா?

source: Erased: %s
bn_in: মুছে ফেলা হয়েছে: %s
he: נמחק: %s
hi: मिटाया गया: %s
ml: മായിച്ചവ: %s
or: ଲିଭା ସରିଛି: %s
sk: Zmazané: %s
ta: அழிக்கப்பட்டது: %s
